[{ "_id": 123, 
    "topic": "Cooking", 
    "userName": "Sprinkles",
    "title": "Love at First Bite: Fall in Love with Our Artisanal Cupcakes!",
    "time": "2h",  
    "image": "cupcakes.jpg",
    "liked": true,
    "replies": 223,
    "retuits": 6632,
    "likes": 3545,
    "handle": "@sprinkles",
    "tuit": "Sprinkles Cupcakes is a Beverly Hills, California-based cupcake bakery chain established in 2005. It is considered one of the first cupcake bakeries, having opened shortly after the concept debuted in New York City and then at Seattle's Cupcake Royale."
},
 { "_id": 234, 
    "topic": "Sanrio",   
    "userName": "SugarBunnies",
    "title": "Calling All Sanrio Fans! Explore the World of Sugar Bunnies",
    "time": "3h",   
    "image": "sugarbunnies.png",
    "liked": true,
    "replies": 333,
    "retuits": 444,
    "likes": 555,
    "handle": "@sugarbunnies",
    "tuit": "Sugar Bunnies are a pair of bunnies named Shirousa and Kurousa. They are twin sisters who love to bake and cook. They live in a bakery called the Usagi Cafe. They are very close to each other and are always together. They are very kind and love to help others. They are also very good at making sweets and pastries. They are very popular in their town and are loved by everyone."
},
 {
    "_id": 345,
    "topic": "Artificial Intelligence",
    "userName": "OpenAI",
    "title": "OpenAI's Breakthrough: AI advancements revolutionize industries. Witness the future of automation.",
    "time": "4d",
    "image": "openai.jpg",
    "liked": true,
    "replies": 1100,
    "retuits": 4322,
    "likes": 234225,
    "handle": "@openai",
    "tuit": "OpenAI is an artificial intelligence research laboratory consisting of the for-profit corporation OpenAI LP and its parent company, the non-profit OpenAI Inc. The company, considered a competitor to DeepMind, conducts research in the field of artificial intelligence (AI) with the stated aim to promote and develop friendly AI in such a way as to benefit humanity as a whole."

},
{
  "_id": 456,
  "topic": "Kawaii",
  "userName": "PomPomPudding",
  "title": "Pompompurin's Adorable Adventures! Dive into the world of cuteness with this lovable character.",
  "time": "2d",
  "image": "pompom.png",
  "liked": true,
  "replies": 123,
  "retuits": 432,
  "likes": 2345,
  "handle": "@pompom",
  "tuit": "Pompompurin is a good-natured golden retriever dog, who lives in his own basket at his owner's house. His trademark is his brown beret that is always on top of his head. He is very laid-back and enjoys anything relaxing or napping. He also likes drinking milk and eating soft food and pudding that his mother makes."
}


]

